
[LostZombie X2CharacterTemplate]
strCharacterName="Lost Zombie"

[LostZombieHuman X2CharacterTemplate]
strCharacterName="Lost Zombie"

[TheLostHowler X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostBrute X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostHowlerHP4 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP5 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP6 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP7 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP8 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP9 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP10 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP11 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP12 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP13 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP14 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP15 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP16 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP17 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP18 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP19 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP20 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP21 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostHowlerHP22 X2CharacterTemplate]
strCharacterName="Lost Howler"

[TheLostBruteHP10 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP11 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP12 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP14 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP15 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP16 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP19 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP22 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP24 X2CharacterTemplate]
strCharacterName="Lost Brute"

[TheLostBruteHP26 X2CharacterTemplate]
strCharacterName="Lost Brute"


[LostAttack X2AbilityTemplate]
LocFriendlyName="Melee"
LocLongDescription="Lost Melee Attack."
LocHelpText="Lost Melee Attack."

[LostHowl X2AbilityTemplate]
LocFriendlyName="Swarm Howl"
LocLongDescription="Calls a Lost Swarm closer."
LocHelpText="Swarm Howl."

[LostCatchingFire X2AbilityTemplate]
LocFriendlyName="Weakness to fire"
LocLongDescription="Lost have a vulnerability to fire."
LocHelpText="Burning."

[BrutePoison X2AbilityTemplate]
LocFriendlyName="Boil Burst"
LocFlyOverText="Boil Burst"
LocHelpText="Poisonous boils burst when damage is taken."
LocLongDescription="Poisonous boils burst when damage is taken."

[FearOfTheLost X2TraitTemplate]
TraitFriendlyName="Fear of The Lost"
TraitScientificName="Necrophobia"
TraitDescription="Chance to panic when encountering the Lost."
TraitQuotes[0]="\"It's just not possible! How can they still move?!\""
TraitQuotes[1]="\"They were just people once, weren't they?\""
TraitQuotes[2]="\"This isn't a movie! This is real life dammit!\""
TraitQuotes[3]="\"We could end up just like them you know...\""
TraitQuotes[4]="\"They have us killing ourselves, again and again.\""
TraitQuotes[5]="\"Did you see that!? They turned into one of those things!\""
TraitQuotes[6]="\"Those things were my family. They were, zombies. I looked into their eyes!\""
TraitQuotes[7]="\"Those things are not normal you know? I heard they were created in a lab. Those sick bastards CX made them!!!\""
TraitQuotes[8]="\"Did you hear it? It whispered my name!. You heard it right!?!? Right?????!!!\""
TraitQuotes[9]="\"It bit me!! My arm is gone! I felt it eating me!. Wait!! Where am I? Who are you?\""


[GamePosterCrumbledDirty X2ItemTemplate]
FriendlyName="FXFL Old Dirty Poster"
FriendlyNamePlural="FXFL Old Dirty Posters"
BriefSummary="The first ever FXFL game took place on October 9th 2012 an a Tuesday night. The League would go on to last until the Spring of 2015 when Earth was invaded and lost to the Aliens. The last ever Playoff game was in play and had gone into overtime with both teams tied 21 to 21. The Quebec Odd Ones were about to kick the winning field goal when the Invasion started. The Stadium was targeted and most were killed in a matter of seconds. BUT HEY!! You now have a piece of Fake Extreme Football League history. Its not in the best of shape but should get you something on Black Market."

[GamePosterPristine X2ItemTemplate]
FriendlyName="FXFL Pristine Poster"
FriendlyNamePlural="FXFL Pristine Posters"
BriefSummary="The first ever FXFL game took place on October 9th 2012 an a Tuesday night. The League would go on to last until the Spring of 2015 when Earth was invaded and lost to the Aliens. The last ever Playoff game was in play and had gone into overtime with both teams tied 21 to 21. The Quebec Odd Ones were about to kick the winning field goal when the Invasion started. The Stadium was targeted and most were killed in a matter of seconds. BUT HEY!! You now have a piece of Fake Extreme Football League history. Its surprisingly in excellent condition and should sell very well on the Black Market."

[VintagePoster001 X2ItemTemplate]
FriendlyName="Vintage Poster 1 of 15"
FriendlyNamePlural="1 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster002 X2ItemTemplate]
FriendlyName="Vintage Poster 2 of 15"
FriendlyNamePlural="2 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster003 X2ItemTemplate]
FriendlyName="Vintage Poster 3 of 15"
FriendlyNamePlural="3 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster004 X2ItemTemplate]
FriendlyName="Vintage Poster 4 of 15"
FriendlyNamePlural="4 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster005 X2ItemTemplate]
FriendlyName="Vintage Poster 5 of 15"
FriendlyNamePlural="5 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster006 X2ItemTemplate]
FriendlyName="Vintage Poster 6 of 15"
FriendlyNamePlural="6 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster007 X2ItemTemplate]
FriendlyName="Vintage Poster 7 of 15"
FriendlyNamePlural="7 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster008 X2ItemTemplate]
FriendlyName="Vintage Poster 8 of 15"
FriendlyNamePlural="8 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster009 X2ItemTemplate]
FriendlyName="Vintage Poster 9 of 15"
FriendlyNamePlural="9 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster010 X2ItemTemplate]
FriendlyName="Vintage Poster 10 of 15"
FriendlyNamePlural="10 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster011 X2ItemTemplate]
FriendlyName="Vintage Poster 11 of 15"
FriendlyNamePlural="11 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster012 X2ItemTemplate]
FriendlyName="Vintage Poster 12 of 15"
FriendlyNamePlural="12 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster013 X2ItemTemplate]
FriendlyName="Vintage Poster 13 of 15"
FriendlyNamePlural="13 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster014 X2ItemTemplate]
FriendlyName="Vintage Poster 14 of 15"
FriendlyNamePlural="14 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"

[VintagePoster015 X2ItemTemplate]
FriendlyName="Vintage Poster 15 of 15"
FriendlyNamePlural="15 of 15 Vintage Posters"
BriefSummary="The Lost were once people and people have belongings. Could be pictures, currency, weapons or even things like letters and posters. You might find various vintage posters that you can keep or sell for a bit of extra cash!"
